Repository: BRIDGEv3-API-FrontOffice/v3-test-repository
Catalog: app/Resources/BridgeThemeEssentialBundle/translations/messages.*.xlf
Languages: de, fr

# bridge.theme.exceptions.error.title
source: Oops! An Error Occurred
de: [DE] Oops! An Error Occurred
fr: Oups! Une erreur est survenue

# bridge.theme.exceptions.error.message
source: The server returned "%status.code% %status.text%" The server encountered a syntax error and could not complete you request.
de: [DE] The server returned "%status.code% %status.text%" The server encountered a syntax error and could not complete you request.
fr: Le serveur a retourné "%status.code% %status.text%" Le serveur a recontré une erreur et ne peut pas exécuter votre requête.

# bridge.theme.exceptions.error_404.title
source: The page you are looking for does not exist
de: [DE] The page you are looking for does not exist
fr: La page demandée n'existe pas

# bridge.theme.exceptions.error_404.message
source: Sorry, but this page does not exist or is no longer available...
de: [DE] Sorry, but this page does not exist or is no longer available...
fr: Désolé, cette page n'existe pas ou n'est plus disponible...

# bridge.theme.go_back.label
source: Find a %brand.name% store
de: [DE] Find a %brand.name% store
fr: Chercher un magasin %brand.name%

# bridge.theme.location.contact.label
source: Contact
de: [DE] Contact

# bridge.theme.location.get-store-coordinates.label
source: Get store coordinates
de: [DE] Get store coordinates
fr: Recevoir les coordonnées

# bridge.theme.location.contact-us.label
source: Contact us!
de: [DE] Contact us!
fr: Contactez-nous !

# bridge.theme.location.subscribe-newsletter.label
source: Subscribe to newsletter
de: [DE] Subscribe to newsletter
fr: S'abonner à la newsletter

# bridge.theme.location.address-form.title
source: Get %location.name% coordinates
de: [DE] Get %location.name% coordinates
fr: Recevoir les coordonnées de %location.name%

# bridge.theme.location.contact-form.title
source: Contact us
de: [DE] Contact us
fr: Contactez-nous

# bridge.theme.location.phone.print.title
source: Phone
de: [DE] Phone
fr: Téléphone

# bridge.theme.location.inactive.title
source: Your store %location.name% is no longer available
de: [DE] Your store %location.name% is no longer available
fr: Votre magasin %location.name% a fermé ses portes

# bridge.theme.location.newsletter-form.title
source: Subscribe to our newsletter
de: [DE] Subscribe to our newsletter
fr: Souscrire à notre newsletter

# bridge.theme.noresults.message
source: You can perform a new search with the search bar located above<br />or go back homepage with the button below
de: [DE] You can perform a new search with the search bar located above<br />or go back homepage with the button below
fr: Vous pouvez faire une nouvelle recherche en utilisant la barre de recherche située au dessus<br />ou retourner à la page d'accueil en cliquant sur le bouton ci-dessous

# bridge.theme.location.contentfooter
source: Footer links
de: [DE] Footer links
fr: Liens de bas de page

# bridge.theme.location.contact.srLabel
source: the store %location.name%
de: [DE] the store %location.name%
fr: le point de vente %location.name%

# bridge.theme.location.get-store-coordinates.srLabel
source: of %location.name%
de: [DE] of %location.name%
fr: du point de vente %location.name%

# bridge.theme.location.contact-us.srLabel
source: the store %location.name%
de: [DE] the store %location.name%
fr: le point de vente %location.name%

# bridge.theme.location.subscribe-newsletter.srLabel
source: of %location.name%
de: [DE] of %location.name%
fr: du point de vente %location.name%
