Repository: BRIDGEv3-API-FrontOffice/v3-test-repository
Catalog: app/Resources/BridgeFrontCoreBundle/translations/messages.*.xlf
Languages: ar

# bridge.core_bundle.twig.form.submit
source: Envoyer
ar: يرسل

# bridge.core_bundle.twig.days.monday
source: Lundi
ar: الأثنين

# bridge.core_bundle.twig.days.tuesday
source: Mardi
ar: الثلاثاء

# bridge.core_bundle.twig.days.wednesday
source: Mercredi
ar: الأربعاء

# bridge.core_bundle.twig.days.thursday
source: Jeudi
ar: الخميس

# bridge.core_bundle.twig.days.friday
source: Vendredi
ar: الجمعة

# bridge.core_bundle.twig.days.saturday
source: Samedi
ar: السبت

# bridge.core_bundle.twig.days.sunday
source: Dimanche
ar: الأحد

# bridge.core_bundle.twig.form.file.error.mimeTypesMessage
source: Le type de fichier n'est pas autorisé.
ar: نوع الملف غير مسموح به.

# bridge.core_bundle.twig.form.file.error.maxSizeMessage
source: Le fichier dépasse la taille maximale autorisée (max 10Mo).
ar: يتجاوز الملف الحد الأقصى للحجم المسموح به (بحد أقصى 10 ميغابايت).

# bridge.core_bundle.twig.form.file.error.uploadErrorMessage
source: Une erreur est survenue durant le téléchargement du fichier.
ar: حدث خطأ أثناء تنزيل الملف.

# bridge.core_bundle.twig.form.file.error.postSizeMessage
source: Le fichier dépasse la taille maximale autorisée (max 10Mo).
ar: يتجاوز الملف الحد الأقصى للحجم المسموح به (بحد أقصى 10 ميغابايت).
